tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "ast-grep"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git-delta"
brew "go"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "luarocks"
brew "navi"
brew "neovim"
brew "railway"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tmux"
brew "watch"
brew "webp"
brew "wget"
brew "yarn"
cask "wezterm"
