tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "railway"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
